// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Bluetooth--Einstellungen";

NoNameTitle = "Gerätename ist leer";
NoNameMsg = "Geben Sie einen Namen für das Gerät ein.";

NoGetTitle = "Einstellungen können nicht abgerufen werden.";
NoGetMsg = "Überprüfen Sie, ob der Drucker online geschaltet und angeschlossen ist.";

NoResetTitle = "Gerätezugriff kann nicht zurückgesetzt werden.";
NoResetMsg = "Überprüfen Sie, ob der Drucker online geschaltet und angeschlossen ist.";

NoChangePinTitle = "PIN-Code kann nicht geändert werden.";
NoChangePinMsg = "Überprüfen Sie, ob der Drucker online geschaltet und angeschlossen ist.";

OkTitle = "OK";
CancelTitle = "Abbrechen";

ResetTitle = "Gerätezugriff zurücksetzen";
ResetMsg = "Klicken Sie auf 'OK', um alle vorher mit dem Drucker verbundenen Geräte zu löschen. Klicken Sie auf 'Abbrechen', um die Zurücksetzfunktion auszulassen.";

DefaultLanguage = "Aktuelle Einstellungen beibehalten";

0Language = "Vereinfachtes Chinesisch - China";
1Language = "Traditionelles Chinesisch - Hongkong";
2Language = "Traditionelles Chinesisch - Taiwan";
3Language = "Japanisch";
4Language = "Koreanisch";
5Language = "Lateinisch (andere)";

DeviceTitle = "Gerät";
AddressTitle = "Adresse:";
NameTitle = "Name:";
AccessTitle = "Zugriff";
ChangePINCodeTitle = "PIN-Code ändern";
ChangePINCodeButton = "PIN-Code ändern…";
ModeTitle = "Modus";
PrivateModeTitle = "Privater Modus";
PublicModeTitle = "Öffentlicher Modus";
EncryptionRequiredTitle = "Verschlüsselung erforderlich";
DefaultFontSettingTitle = "Standard-Schrifteinstellung:";
ApplyNowTitle = "Übernehmen";

EnternewPINcodeTitle = "Neuen PIN-Code eingeben:";
ConfirmnewPINcodeTitle = "Neuen PIN-Code bestätigen:";

MissingCardLabel = "Externen Bluetooth-Adapter einsetzen oder interne Bluetooth-Funkvorrichtung am Gerät einschalten.";
